[
  "Manatees are also known as sea cows. This name is apt, due to their large stature; slow, lolling nature; and propensity to be eaten by other animals. However, despite the name, they are more closely related to elephants.",
  "Though manatees may seem like cumbersome creatures, manatees can swim quickly and gracefully.",
  "Manatees range in size from 8 to 13 feet (2.4 to 4 meters) and can weigh 440 to 1,300 lbs. (200 to 590 kilograms).",
  "Manatees have large, strong tails that power their swimming. Manatees usually swim about 5 mph (8 km/h), but they can swim up to 15 mph (24 km/h) in short bursts when they feel a need for speed.",
  "There are three species of manatee: the Amazonian manatee (Trichechus inunguis); the West Indian manatee, or the American manatee (Trichechus manatus); and the African manatee (Trichechus senegalensis). Their names indicate the regions in which they live. ",
  "Manatees often swim alone or in pairs. They are not territorial, so they have no need for a leader or followers.",
  "When manatees are seen in a group, it is either a mating herd or an informal meeting of the species simply sharing a warm area that has a large food supply.",
  "A group of manatees is called an aggregation. An aggregation usually never grows larger than about six individuals.",
  "Manatees are herbivores. At sea, they tend to prefer sea grasses. When they live in rivers, they consume freshwater vegetation. Manatees also eat algae. According to National Geographic, a manatee can eat a tenth of its own weight in 24 hours. That can equal up to 130 lbs. (59 kg).",
  "During mating, a female manatee, which is called a cow, will be followed around by a dozen or more males, which are called bulls. The group of bulls is called a mating herd. Once the male has mated, though, he takes no part in the raising of the young.",
  "A female manatee is pregnant for about 12 months, according to Save the Manatee Club. The calf, or baby manatee, is born underwater. The mother helps the calf get to the water's surface for air, and within the first hour of life, the calf will be able to swim on its own.",
  "Manatees mature in 5 years and usually live about 40 years.",
  "The IUCN's Red List of Threatened Species lists all manatees as vulnerable or endangered and facing a high risk of extinction. Populations are expected to decline by as much as 30 percent over the next 20 years.",
  "The Florida manatee and the Antillean manatee were listed as endangered in 1967 and 1970, respectively, under the Endangered Species Preservation Act of 1966; the number of mature individuals was estimated to be fewer than 2,500 for each subspecies, and the populations were expected to decline by more than 20 percent over the next two generations, or about 40 years.",
  "On March 31, 2017, the U.S. Fish and Wildlife Service (FWS) downgraded the West Indian manatees' status from endangered to threatened. Both significant increases in the manatee population numbers and habitat improvements led to the downlisting, according to the FWS.",
  "As many as 6,620 Florida manatees and 6,300 Antillean manatees are estimated to live in the wild currently, according to the FWS.",
  "Manatees are thought to have evolved from four-legged land mammals more than 60 million years ago. Except for the Amazonian manatee, their paddlelike flippers have vestigial toenails — a remnant of the claws they had when they lived on land. The Amazon species name \"inunguis\" is Latin for \"without nails.\"",
  "The name manatee comes from the Taíno (a pre-Columbian people of the Caribbean) word manatí, meaning \"breast.\"",
  "Manatees' eyes are small, but their eyesight is good. They have a special membrane that can be drawn across the eyeball for protection.",
  "Manatees have good hearing, despite not having outer ear structures, because manatees have large inner ear bones.",
  "Manatees' only teeth are called marching molars. Throughout a manatee's life, the molars are constantly replaced — an adaption to their diet of abrasive vegetation.",
  "Manatees have only six neck vertebrae. Most other mammals, including giraffes, have seven. As a result, manatees cannot turn their heads sideways, and must turn their whole body around to look behind them.",
  "Algae, photosynthetic organisms, often grow on manatees' skin.",
  "Manatees never go on land.",
  "Manatees don't always need to breathe. As they swim, they poke their nose up above the water's surface to catch a few breaths every few minutes. If they are simply resting, they can stay under the water for 15 minutes without taking a breath, according to National Geographic.",
  "An animal that is similar to the manatee is the dugong (Dugong dugon). Dugongs are also in the order Sirenia, but they are in a different family, Dugongidae. These manatee cousins are found in the Indian and Pacific oceans. They have a notch in their tails, as well as tusks.",
  "Manatees and dugongs may have inspired mermaid legends. In ancient mythology, sirens were monsters or sea nymphs who sang mesmerizing songs that lured sailors to steer their ships onto treacherous rocks. After a long sea voyage, sailors may have thought they were seeing sirens, or mermaids, when they were probably seeing manatees or dugongs."
]